Repository: wp-plugins/hypercontact
Catalog: languages/hypercontact-*.po
Languages: sv_se

source: Add custom fields to users
sv_se: Lägg till egna fält för användare

source: To add a new field use the form
sv_se: Använd formuläret för att lägga till ett fält

source: field: the field type. skype, facebook or anything you want (small letters only)
sv_se: fält: fält typen. skype, facebokk, eller vad du vill (bara små bokstäver)

source: Name: The name of the field displayed in theme
sv_se: Namn: Namnet för fältet som ska visas i temat

source: Use the form to allow fields to be used in widget
sv_se: Använd formuläret för att tillåta att fält visas i widgeten

source: See help tab or plugin page for more info
sv_se: Se hjälp fliken eller pluginsidan för mer info

source: Fields
sv_se: Fält

source: Add script
sv_se: Lägg till skript

source: Help
sv_se: Hjälp

source: Field
sv_se: Fält

source: required
sv_se: krävs

source: Name
sv_se: Namn

source: Bulk actions
sv_se: Massåtgärder

source: Delete selected
sv_se: Ta bort markerade

source: Display in widget
sv_se: Visa i widget

source: Don`t display in widget
sv_se: Visa inte i widget

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Change css:
sv_se: Ändra css:

source: Custom css:
sv_se: Egen css:

source: Add your css here
sv_se: Lägg till css här

source: Overide the css for this plugin. These are the selectors you can use if you haven`t modified the templates files:
sv_se: Ändra css för pluginet. Du kan använda de här selektorerna om du inte ändrat template filerna

source: Author:
sv_se: Författare:

source: Use this css?:
sv_se: Använda den här css?:

source: Add script to footer
sv_se: Lägg till skript i sidfoten

source: Scripts
sv_se: Skript

source: Here you can paste scripts that can be used with userfields.
sv_se: Här kan du klistra in skript som kan användas med fälten

source: eg. skype check, facebook scripts and twitter scripts
sv_se: till exempel skype kontroll, facebook skript och twitter skript

source: You can only save this is you have the right to save html to the database.
sv_se: Du kan bara spara om du har tillåtelse att spara html och skript.

source: Use these scripts?
sv_se: Använd skripten

source: help
sv_se: hjälp

source: There are several ways you can use this plugin. There is theme functions, shortcodes and two widgets you can use. All these options has several arguments for you to use.
sv_se: Det finns flera sätt du kan använda det här pluginet på. Det finns tema funktioner, kortkoder och twå widgets du kan använda. Alla dessa har flera argument.

source: The first widget is the simplest to use. Just drag it to a siderbar and fill in the options. Remember to allow the fields in options page first. To change the apperance of the widget copy the file
sv_se: Den första widgeten är den som är enklast att använda. Det är bara att dra den till din sidebar och fyll i fälten. Kom ihåg att tillåta fälten i inställningarna först. För att ändra utseendet, kopiera

source: to
sv_se: till

source: and change the layout.
sv_se: och ändra utseendet

source: The second widget is a html widget where you can add shortcodes. More on shortcodes below
sv_se: Den andra widgeten är en html widget där du kan använda kortkoder. Mer om kortkoder längre ner

source: Shortcodes
sv_se: Kortkoder

source: In post and pages (and in HyperContact html widget) you can use shortcodes to show fields for a user. The are currently three different shortcodes:
sv_se: i inlägg och på sidor (och i HyperContacts html widget) kan du använda kortkoder för att visa fält för en användare. Det finns tre olika kortkoder:

source: is the user you want to display and field are the field (for field names look under fields tab). You can use it like this
sv_se: är användaren du vill visa och field är fältet (för fält kolla under fält fliken). Du kan använda det såhär

source: It will display the skype field for the user
sv_se: Det visar skype fältet för en användare

source: Displays a field from post/page author. VARNING use only in posts or pages
sv_se: Visar ett fält för inlägg/sid författaren. OBS använd bara i inlägg eller på sidor

source: Theme functions
sv_se: Tema funktioner

source: If you know how to edit themes and knows a little php these are the functions for you. You can add these functions to any site. One of these function does use a templatefile. Read more about it below
sv_se: Om du vet hur man ändrar i tema filer och kan lite php kan du använda de härfunktionerna. Du kan lägga till dem i vilken fil som hellst i ditt tema. En av de här funktionerna använder en template fil. Läs mer om den längre ner

source: Default
sv_se: Standard

source: Returns a array with object that contains the user fields
sv_se: Returnerar en array med objekt som innehåller användarfälten

source: Default $args is same as above.
sv_se: Standard $args är samma som ovan

source: Echoes an unordered list
sv_se: Skriver ut en lista

source: Displays a single field for a user
sv_se: Visar ett fält för en användare

source: the username of the user you want to display
sv_se: användarnamnet för användaren du vill visa

source: the field you want to display.
sv_se: fältet du vill visa

source: Echoes field
sv_se: skriver ut fält

source: Get information about the author.
sv_se: Hämta information om författaren

source: defaults to 32
sv_se: Standard är 32

source: Get a field for author.
sv_se: Hämta ett fält för författaren

source: Display a field for the author.
sv_se: Visa ett fält för författaren

source: Get fieldname for a field
sv_se: Hämta namnet på ett fält

source: Display a fieldname for a field
sv_se: Visa namnet på ett fält

source: Display author info. Uses a template file. For more info look below.
sv_se: Visa information om författaren. Använder en template fil. För mer info se nedan

source: Templates and css
sv_se: Templates och css

source: To style and change apperance of the display, use the template files and the css file from this plugin
sv_se: För att ändra utseende kan du använda template filerna och css filen som finns med i pluginet

source: Copy the template folder from this plugin folder to
sv_se: Kopiera tamplate mappen från plugginets map till

source: In that folder you have a template file for author info and widget.
sv_se: I den mappen har du template filer för författar informationen och widgeten

source: You also has a css file to use for styling.
sv_se: Du har även en css fil för att ändra utseendet

source: Note: if you have added css in this options page the css from the file will not be displayed
sv_se: Notera: om du har lagt till css i inställningssidan kommer inte css från den här filen att visas

source: If you have any questions go to the plugin page
sv_se: Om du har några frågor kan du besöka pluginsidan

source: No group or user specified
sv_se: Ingen grupp eller användare

source: No user info could be found
sv_se: ingen information kunde hittas

source: Email
sv_se: E-post

source: Website
sv_se: Webbsida

source: Display name
sv_se: Namn

source: Description
sv_se: Information

source: Settings
sv_se: Inställningar

source: Widget for HyperContact. Displays selected users in a widget
sv_se: Widget för HyperContact. Visar information för valda användare

source: Title
sv_se: Titel

source: The widget title
sv_se: Widgetens titel

source: Group
sv_se: grupp

source: The desired listed group
sv_se: Den gruppen du vill visa

source: Select users
sv_se: Välj användare

source: Only display the users you want
sv_se: Välj vilka användare som ska visas

source: Usernames
sv_se: Användarnamn

source: usernames in comma seperated list
sv_se: användarnamn i kommaseparerad lista

source: Gravatar size
sv_se: Gravatar storlek

source: The size for the Gravatar
sv_se: Storleken för gravataren

source: Textwidget for HyperContact. You can use html and shortcodes
sv_se: Text widget för HyperContact. Du kan använda html och kortkoder

source: Title:
sv_se: Titel:

source: Automatically add paragraphs
sv_se: Lägg till radbrytning automatiskt

source: These are the shortcodes you can use:
sv_se: De här är kortkoderna du kan använda

source: user and field are required
sv_se: user och field är obligatoriska

source: field are required
sv_se: field är obligatoriskt
